<template>
	<section class="article inner clearfix">
		<div class="article-left fl">
			<div class="article-content">
				<div class="article-title">
					<h1>EOS 你还敢不敢再屌一些</h1>
					<div class="article-time"><span></span><b>12分钟前</b><i>（转载）原作者：小小明</i></div>
				</div>
				<div class="article-text">
					<p>对于如何监管数字加密货币，国际上还没有达成共识，本文总结了包括亚洲、欧洲、北美在内的目前各地政府对于数字货币监管的态度以及已实施的规定。</p>
					<p>对于如何监管数字加密货币，国际上还没有达成共识。全球监管机构的打击力度似乎在不断增强，尽管它似乎并没有实现预期的结果。</p>
					<p>以中国为例。去年年底，中国出台了一系列严格的比特币和其他数字加密货币新规，有效地阻止了虚拟的数字货币交易，并禁止了首次代币发行，而这正是新数字加密货币调集资金的方式。但它并未阻止数字加密货币的流通。</p>
					<p>事实上，全球数字加密货币产业存在着法律灰色地带，在这一领域造成混乱的一个原因是各国的立法大相径庭。</p>
					<p>从本质上来看，全球数字加密货币是及其去中心化的，分布在世界各地，只要有一台矿机、一个交易所或一对人在交易，那么它就会存在，然而世界各地政府对加密货币的监管政策差异很大，因此对于世界级别的加密货币扩散，一个国家的政府能做到的监管是局限的。</p>
					<p>以下是对世界各地法规的详细审查</p>
					<p>欧盟谨慎回应</p>
					<p>欧洲大部分地区的加密货币市场监管规则仍在制定之中，尽管某些国家已经率先颁布了关于数字加密货币的严格规则–或者张开双臂欢迎它们。在布鲁塞尔，欧盟委员会(European Commission)仍在审查欧盟的加密货币市场监管框架，协调整个集团规则的欧洲证券和市场管理局(European Securities and Markets Authority–)则为某些投资者提出了对与加密货币挂钩的衍生品的限制。</p>
					<p>同时，在州一级政府对加密货币市场监管规则的反应是全面的。比如，瑞士就有成为“加密货币市场”的野心。已经有四个最大的代币发行公司设在瑞士，在那里，金融当局对管理这一进程的有明确的准则。这个国家也是主要的区块链公司的所在地，如Etherum和Cardano。</p>
					<p>与瑞士一样，马耳他政府对虚拟货币和他们依赖的区块链技术表现出了极大的热情，旨在成为数字加密货币交易所的“全球先锋”。</p>
					<p>由于在线博彩业对马耳他的经济非常重要，占国内生产总值的12%，该国的在线监管机构目前正在敲定一项监管“沙箱”计划，该计划将允许在线博彩运营商在其支付选项列表中添加密码。</p>
					<p>就在上个月，交易所Binance宣布将加入其他一些以区块链为中心的初创企业和在线游戏运营商的行列，从日本迁往马耳他，选择这个岛屿作为自己的基地。</p>
					<p>然而，并非所有欧洲国家都如此。例如，法国公布的一份数字加密货币黑名单，这表明许多邻国都倾向于严格监管。巴黎也在上个月20国集团会议之前与柏林联合起来，呼吁加强对数字加密货币的监管，因为这些货币“给投资者带来了巨大风险”。</p>
					<p>亚洲立法者严厉打击</p>
					<p>世界上大部分的数字货币交易都发生在亚洲，该地区也是一些最严厉的数字货币立法的所在地——不仅仅是在中国。</p>
					<p>在柬埔寨，国家银行认为“数字货币”是非法的。更重要的是，就全球市场而言，印度尼西亚银行最近禁止使用数字加密货币作为支付工具。韩国和泰国似乎也在朝着更严格的监管方向发展。在韩国，代币发行已被禁止，尽管政府仍在决定如何对交易所进行立法，但监管机构可能会加强监管。</p>
					<p>菲律宾也正在起草立法，以加强对数字加密货币的控制。印度最近对数字加密货币进行了打击，禁止该国的银行从事虚拟货币交易。</p>
					<p>与邻国相比，日本是一个“异类”，因为政府对数字加密密货币的态度相当积极。这个国家是世界上最大的比特币市场，并且数字货币被认为是法定货币。尽管日本实行了管制立法，但与邻国的规则相比，其许可证制度是宽松的。</p>
					<p>从许多方面来说，日本的数字加密立法是未来世界范围内立法的一个试验案例，但上月两个数字加密货币的被叫停表明，东京可能根本没有达到适当的平衡。</p>
					<p>北美监管态度不明</p>
					<p>在大西洋彼岸，数字加密货币的法律地位略有进步，但仍然非常模棱两可。即使在占密码交易量达到26%的美国，监管机构对密码货币的定义及监管态度也不尽相同。</p>
					<p>例如，商品期货交易委员会（CFTC）素有“对加密货币友好的监管机构”的美誉，但美国证券交易委员会(SecurityExchangeCommission)在其与加密货币有关的声明中变得更加强硬。目前，该机构正在对加密货币交易所进行审查，并表示正在寻求对交易所和密码钱包适用的证券法。</p>
					<p>在边境以北，加拿大正准备成为全球数字加密货币中心，并准备出台一系列新法规。但一些人担心，拟议中的法规走得太远。政府正考虑对2014年通过的反洗钱法进行修订，但一些专家表示担心，进一步改革会扼杀虚拟货币领域的创新。</p>
					<p>回顾历史，像区块链技术引发的世界级影响，历史上相同规模的也有过，你也一定很熟悉。</p>
					<p>工业1.0</p>
					<p>第一次工业革命，最典型的代表是蒸汽机的发明。将蒸汽机的发明定位第一次工业革命的标志，是完全正确的，以蒸汽机为基础代表机器可以代替人力。</p>
					<p>在第一次工业化革命之前，制造业依靠的动力主要来源于大型动物，奴隶，底层劳动力。第一次工业革命，蒸汽机的诞生。从此以后，人类的动力来源由当初的动物或者人变成了蒸汽机和煤炭。</p>
					<p>工业2.0</p>
					<p>第二次工业革命，最典型的代表是电力的广泛使用以及内燃机的出现，以流水线的生产为基础结合机械提高生产。</p>
					<p>蒸汽机虽然能够解决人类缺乏动力的问题，但是这个动力只能是当下使用，你不能将你自己的动力输送到千里之外。当电力的出现，尤其是交流电的出现，彻底解决了这个问题。电力的出现让动力变得可控制，我们可以控制电动机的功率大小，我们可以将本地发的电输送到千里之外，点亮千里之外的灯泡，让千里之外的电动机运转起来。蒸汽机虽然能够给人类带来动力，但是蒸汽机的弊端是动力不够强劲，体积太大，噪音太大。内燃机的出现解决了蒸汽机的各种弊端，进而让这个世界进入电气化时代，高铁全部烧的是电。照明由煤油灯全部变成了灯泡。汽车，也由于内燃机的出现而诞生，进而进入寻常百姓家里。无线电的诞生，让电视，收音机成为了可能。</p>
					<p>工业3.0</p>
					<p>第三次工业革命，最典型的代表是计算机和新型通讯方式。第三次工业革命在于将信息数据化，电脑自动化运行，人们把需要做的事情编写好对应的程序，然后让程序开始运行，代替人们做那些人类重复做的，易出错的事情。</p>
					<p>而通讯的发展让计算机与计算机之间可以远距离的通讯，协作。新的通讯方式改解决了第二次工业革命中有线通讯弊端和无线通讯弊端。数字信号代替了第二次工业革命时代的模拟信号。电影，电视节目，书籍，文档等等信息载体全部可以被数字化。信息存储的密度大大增强。一块小小的硬盘1个T，可以把古代的书籍全部存进去毫无压力。</p>
					<p>工业4.0
					<p>第四次工业化革命在于电脑的深度学习，也就是我们目前极力发展的人工智能。</p>
					<p>前一段时候谷歌的DeepMind推出的狗狗在围棋界虐了全世界最好的围棋棋手，这个曾经认为电脑很难赢得了人类的棋类游戏，已经被电脑占据了制高点。让电脑能够进行深度思考并且做出决策是第四次工业化革命最重要的事情。但是如何保证电脑能够只凭代码完成命令，而不被他人操控或者失控，这是一直以来的难题，也是社会最担忧的，谁也不想未来变成《终结者》吧。</p>
					<p>比特币可以说是近十年来最伟大的发明，为什么我不是说区块链？因为只有比特币才能让世界上的人感受到可信、共识、去中心化的体验，你根本不用为支付是否成功而烦恼，智能合约就替你完成了所有的麻烦事。</p>
					<p>那么放眼未来，如果区块链技术应用到AI领域。那么现在的入门工业4.0，如谷歌眼镜、苹果手表、特斯拉电动汽车、智能水杯、智能灯泡、手机遥控器，将会迈出一大步，真正的深度思考智能设备会因此诞生。</p>
					<p>如果能理解本篇文章，那么你会发现自己正处于一个区块链引导的文明进化时代，区块链在将来可能会带来一个全世界互相信任的共识世界，这将带我们走向下一个人类文明。</p>
					<p>希望世界政府能在创新和监管中找到平衡点，这才是我们想看到的！</p>
				</div>
			</div>
		</div>
		<div class="article-right fr">
			<Abstract></Abstract>
		</div>
	</section>
</template>
<script>
	import Abstract from '../../components/Abstract/Abstract'
	export default {
		components:{
			Abstract
		},
		data(){
			return {

			}
		},
		mounted(){
			const _this = this;
			window.scrollTo(0,0);
		}
	}
</script>
<style lang="less" scoped>
	.article{
		padding-top: 48px;
	}
	.article-left{
		width: 820px;
	}
	.article-right{
		width: 360px;
	}
	.article-content{
		padding: 34px 48px;	
		background-color: #FFFFFF;
		.article-title{
			padding-bottom: 20px;
			border-bottom: 1px solid #DCEDF3;
		}
		h1{
			margin-bottom: 30px;
			font-size: 24px;
			color: #293248;
		}
		.article-time{
			height: 24px;
			line-height: 24px;
			span{
				margin-right: 12px;
				width: 24px;
			}
			span,b,i{
				height: 24px;
				line-height: 24px;
				vertical-align: top;
				color: #C3CBDE;
				font-weight: normal;
				font-size: 12px;
			}
			b{
				margin-right: 32px;
			}
		}
		.article-text{
			p{
				font-size: 16px;
				text-indent: 2em;
				margin-top: 32px;
			}
		}
	}
</style>